Repository: 3348rks/excalibur
Catalog: var/languages/*/LC_MESSAGES/*.po
Languages: de_de

source: Shopobjects
de_de: Shopobjekte

source: The fundamentals of all entities in your e-commerce world
de_de: Die Grundlage aller Objekte in Ihrer E-Commerce Welt

source: Search for shopobjects
de_de: Shopobjekte suchen

source: Creator
de_de: Erstellt durch

source: Instanceable
de_de: Instanziierbar

source: Search
de_de: Suchen

source: Reset
de_de: Zurücksetzen

source: Options
de_de: Optionen

source: Create a new class
de_de: Neue Klasse erstellen

source: Show last classes
de_de: Neueste Klassen anzeigen

source: Shopobject details
de_de: Shopobjektdetails

source: Close
de_de: Schließen

source: Entity requests
de_de: Aufträge

source: Search and management of requests
de_de: Suche und Verwaltungen der Aufträge

source: Search for requests
de_de: Aufträge suchen

source: All
de_de: Alle

source: Entity request details
de_de: Details zum Auftrag

source: Created by
de_de: Erstellt durch

source: Edit
de_de: Bearbeiten

source: Delete
de_de: Löschen

source: Shopactive
de_de: Shopaktiv

source: No data available for your report
de_de: Keine Daten für Ihren Bericht vorhanden

source: Requests report daily
de_de: Anfragenreport täglich

source: Total
de_de: Gesamt

source: Requests
de_de: Anfragen

source: Day
de_de: Tag

source: Username
de_de: Benutzername

source: First name
de_de: Vorname

source: Last name
de_de: Nachname

source: Reg. date
de_de: Reg. Datum

source: Address
de_de: Adresse

source: Create manufacturer
de_de: Hersteller anlegen

source: Delivery state
de_de: Lieferstatus

source: Warehouses
de_de: Lager

source: Search and management of warehouses
de_de: Suche und Verwaltungen der Lager

source: Search for warehouses
de_de: Lager suchen

source: Warehouse details
de_de: Lagerdetails

source: Type
de_de: Typ

source: Label
de_de: Beschriftung

source: Value
de_de: Wert

source: Chose class
de_de: Klasse wählen

source: Create content
de_de: Inhalt erstellen

source: Quantity
de_de: Anzahl

source: Price
de_de: Preis

source: Sum
de_de: Summe

source: Taxclass
de_de: Steuerklasse

source: Tax
de_de: Steuer

source: Returned
de_de: Rücksendung

source: Count
de_de: Anzahl

source: Add
de_de: Hinzufügen

source: Traffic report daily
de_de: Trafficbericht täglich

source: Logout
de_de: Abmelden

source: Create warehouse
de_de: Lager anlegen

source: Main data
de_de: Hauptdaten

source: Cart
de_de: Warenkorb

source: Shipping
de_de: Versand

source: Order number
de_de: Bestellnummer

source: Cart sum
de_de: Warenkorbsumme

source: Creation date
de_de: Erstellungsdatum

source: Username modifier
de_de: Verändert durch

source: Modification date
de_de: Veränderungsdatum

source: Phone
de_de: Telefonnummer

source: Delivery data
de_de: Lieferdaten

source: Invoice data
de_de: Rechnungsdaten

source: Show invoice
de_de: Rechnung anzeigen

source: Show refund
de_de: Rückerstattung anzeigen

source: Notes
de_de: Notizen

source: Order status
de_de: Bestellstatus

source: Order state
de_de: Bestellstatus

source: Order type
de_de: Bestellart

source: Payment
de_de: Bezahlung

source: Payment method
de_de: Bezahlmethode

source: Delivery
de_de: Lieferung

source: Delivery method
de_de: Liefermethode

source: Save
de_de: Speichern

source: Return handling
de_de: Rücksendungsverwaltung

source: Submit return
de_de: Rücksendung bestätigen

source: Pick list
de_de: Sammelliste

source: Shipping ticket
de_de: Versandschein

source: Invoice
de_de: Rechnung

source: Order ready to ship
de_de: Bestellung ist versandfertig

source: Parcels
de_de: Pakete

source: Parcelclass
de_de: Paketklasse

source: No class
de_de: Keine Klasse

source: Width
de_de: Breite

source: Length
de_de: Länge

source: Height
de_de: Höhe

source: Weight
de_de: Gewicht

source: Billing
de_de: Rechnungen

source: Overview of your traffic, your account and your invoices
de_de: Übersicht Ihres Verbrauchs, Ihrer Kontodaten und Ihrer Rechnungen

source: Current usage
de_de: Aktueller Verbrauch

source: Account
de_de: Konto

source: Invoices
de_de: Rechnungen

source: Used MB
de_de: Benutzte MB

source: Price for 1 MB
de_de: Preis für ein 1 MB

source: Final price
de_de: Summe

source: For the automated debit process we use the service of our partner miniPay GmbH
de_de: Für das Lastschriftverfahren arbeiten wir mit unserem Partner der miniPay GmbH zusammen

source: The activation takes place in two steps
de_de: Die Aktivierung geschieht in zwei Schritten

source: In the first step we need your mobile number to send you a tan - number
de_de: Im ersten Schritt tragen Sie Ihre Mobilfunknummer ein, an die wir eine TAN - Nummer schicken

source: In the next step you have to fill in your account informations and the tan we send you
de_de: Im nächsten Schritt, geben Sie Ihre Kontodaten ein und die TAN die wir Ihnen geschickt haben

source: After that process we will automaticly charge the amounts for our service
de_de: Nach diesem Prozess werden wir die fälligen Beträge automatisch abbuchen

source: Enter your mobile number
de_de: Tragen Sie Ihre Mobilfunknummer ein

source: Mobile number
de_de: Mobilnummer

source: Send me a TAN
de_de: TAN jetzt zuschicken

source: Enter your account informations
de_de: Tragen Sie Ihre Kontodaten ein

source: Accountholder
de_de: Kontoinhaber

source: Account number
de_de: Kontonummer

source: Bank code number
de_de: Bankleitzahl

source: Tan in your SMS
de_de: TAN in der erhaltenen SMS

source: Closed
de_de: Abgeschlossen

source: Error
de_de: Fehler

source: Create new attribute
de_de: Neues Attribut erzeugen

source: Save attributes
de_de: Attribute speichern

source: Language
de_de: Sprache

source: Attribute name
de_de: Attributname

source: Attribute value
de_de: Attributwert

source: Delete attribute
de_de: Attribut löschen

source: Shipping provider
de_de: Versandanbieter

source: No shipping provider
de_de: Kein Versandanbieter

source: Save parcel
de_de: Paket speichern

source: Delete parcel
de_de: Paket löschen

source: Taxclass Country
de_de: Steuerklasse Land

source: Taxclass name
de_de: Name

source: Calculation
de_de: Berechnung

source: Included
de_de: Inkludiert

source: Added
de_de: Addiert

source: Subtract
de_de: Subtrahiert

source: Additional data
de_de: Zusätzliche Daten

source: Picture
de_de: Bild

source: Password
de_de: Passwort

source: Change your password
de_de: Passwort ändern

source: Password changed
de_de: Passwort geändert

source: Old Password
de_de: Altes Passwort

source: New password
de_de: Neues Passwort

source: Confirm new password
de_de: Neues Passwort bestätigen

source: Change password
de_de: Passwort ändern

source: Distributors
de_de: Distributoren

source: Search and management of distributors
de_de: Suche und Verwaltungen der Distributoren

source: Search for distributors
de_de: Distributoren suchen

source: Distributor details
de_de: Details zum Distributor

source: Close request
de_de: Auftrag abschliessen

source: Incomplete request
de_de: Auftrag unvollständig

source: Show
de_de: Anzeigen

source: Hide
de_de: Verbergen

source: Edit labels
de_de: Beschriftungen bearbeiten

source: Edit attributes
de_de: Attribute

source: create node
de_de: Knoten einfügen

source: delete node
de_de: Knoten löschen

source: Element number
de_de: Elementnummer

source: Entity Quantity
de_de: Objektanzahl

source: Create shipment
de_de: Versand erzeugen

source: Show label
de_de: Versandetikett anzeigen

source: Delete shipment
de_de: Versand löschen

source: Payment state
de_de: Bezahlstatus

source: Cration date
de_de: Erstellungsdatum

source: Sum of the orders
de_de: Summer der Bestellungen

source: General
de_de: Allgemein

source: Found
de_de: Gefunden

source: products
de_de: produkte

source: Inventory
de_de: Bestand

source: Blocked
de_de: Blockiert

source: in stock
de_de: auf Lager

source: Add to request
de_de: Zum Auftrag hinzufügen

source: Menu
de_de: Menü

source: Orders
de_de: Bestellungen

source: User
de_de: Benutzer

source: Products
de_de: Produkte

source: Categories
de_de: Kategorien

source: Contents
de_de: Inhalte

source: Warehouse
de_de: Warenwirtschaft

source: Manufacturers
de_de: Hersteller

source: Warehouse entities
de_de: Lagerobjekte

source: Movements
de_de: Bewegungen

source: Reports
de_de: Berichte

source: Objects
de_de: Objekte

source: Settings
de_de: Einstellungen

source: Help
de_de: Hilfe

source: Search and management of manufacturers
de_de: Suche und Verwaltungen der Hersteller

source: Manufacturer details
de_de: Herstellerdetails

source: Significant informations for your business
de_de: Signifikante Informationen für Ihr Unternehmen

source: Report
de_de: Bericht

source: Start Date
de_de: Startdatum

source: End Date
de_de: Enddatum

source: Show orders of today
de_de: Heutige Bestellung anzeigen

source: Show orders of the past seven days
de_de: Bestellungen der letzten sieben Tage anzeigen

source: Available categories
de_de: Vorhandene Kategorien

source: Class length
de_de: Klasse - Länge

source: Class width
de_de: Klasse Breite

source: Class height
de_de: Klasse Höhe

source: Delete class
de_de: Klasse löschen

source: Search and manage your orders
de_de: Bestellungen suchen und verwalten

source: Search for orders
de_de: Bestellungen suchen

source: Invoice firstname
de_de: Vorname Rechnung

source: Invoice lastname
de_de: Name Rechnung

source: Order details
de_de: Bestelldetails

source: Current shopobject categories
de_de: Shopobjektkategorien

source: Click one category for deleting
de_de: Klicken Sie auf eine Kategorie um diese zu entfernen

source: Requested elements
de_de: Bestellte Elemente

source: Tax rate
de_de: Steuersatz

source: Make the request fit and close it
de_de: Auftrag anpassen und abschließen

source: Request details
de_de: Details zum Auftrag

source: Type / State
de_de: Typ / Status

source: Modifier
de_de: Verändert durch

source: Show request
de_de: Auftrag anzeigen

source: Submit request
de_de: Auftrag bestätigen

source: Street
de_de: Straße

source: Number
de_de: Nummer

source: Zip
de_de: PLZ

source: City
de_de: Stadt

source: State
de_de: Staat

source: Country
de_de: Land

source: by Order
de_de: über Bestellung

source: Search, manage and edit your products
de_de: Suchen, Pflegen und Verwalten Ihrer Produkte

source: Search for products
de_de: Produkte suchen

source: Textsearch
de_de: Textsuche

source: Active
de_de: Aktiv

source: Not active
de_de: Nicht aktiv

source: Shopcategory
de_de: Shopkategorie

source: Class
de_de: Klasse

source: Product details
de_de: Produktdetails

source: Settings for payment, delivery, shipping and more
de_de: Einstellungen für Bezahlung, Versand, Lieferung und mehr

source: Forms
de_de: Formulare

source: Numbers
de_de: Nummern

source: Currency
de_de: Währung

source: Tax settings
de_de: Steuereinstellungen

source: Taxclasses
de_de: Steuerklassen

source: The first class is the default class
de_de: Die erste Klasse ist die Standardklasse

source: Delivery settings
de_de: Liefereinstellungen

source: Deliveryclass Country
de_de: Land der Lieferklasse

source: Deliveryclass name
de_de: Name

source: Cart sum min
de_de: Summe min

source: Cart sum max
de_de: Summe max

source: Cart kg min
de_de: kg min

source: Cart kg max
de_de: kg max

source: Deliveryclasses
de_de: Lieferklassen

source: Edit parcel classes
de_de: Paketklassen bearbeiten

source: Parcel classes
de_de: Paketklassen

source: Picklist
de_de: Sammelliste

source: Invoice form
de_de: Rechnungsformular

source: Refund form
de_de: Rückerstattungsformular

source: Request form
de_de: Bestellformular

source: Barcode form
de_de: Barcode Formular

source: Order number structure
de_de: Bestellnummerstruktur

source: Number start
de_de: Startnummer

source: API Username
de_de: API Benutzername

source: API Password
de_de: API Passwort

source: API Signature
de_de: API Signatur

source: API Endpoint
de_de: API Endpunkt

source: Use Proxy
de_de: Proxy Benutzen

source: API Cancel Url
de_de: API Abbruch URL

source: API Success Url
de_de: API Erfolgs URL

source: API Key
de_de: API Schlüssel

source: Cancel Url
de_de: Abbruch URL

source: Success Url
de_de: Erfolgs URL

source: Project ID
de_de: Projekt ID

source: Customer ID
de_de: Kunden ID

source: Save fields
de_de: Felder speichern

source: Shop active
de_de: Shopaktiv

source: Modified by
de_de: Geändert durch

source: Attributes
de_de: Attribute

source: Addresses
de_de: Adressen

source: Registration date
de_de: Registrierungsdatum

source: First login
de_de: Zuerst eingeloggt

source: Last login
de_de: Zuletzt eingeloggt

source: Waiting email verification
de_de: Auf E-Mail Verifikation warten

source: Locked
de_de: Gesperrt

source: Salutation
de_de: Anrede

source: Mrs
de_de: Frau

source: Mr
de_de: Herr

source: Company name
de_de: Firma

source: Department
de_de: Abteilung

source: Please choose
de_de: Bitte wählen

source: Postal code
de_de: PLZ

source: Send message
de_de: Nachricht schicken

source: Send new passwd
de_de: Neues Passwort senden

source: Groups
de_de: Gruppen

source: Adresses
de_de: Adressen

source: Add new address
de_de: Neue Adresse hinzufügen

source: Save classes
de_de: Klassen speichern

source: EAN or Element number
de_de: EAN oder Elementnummer

source: Manufacturer
de_de: Hersteller

source: Create entity
de_de: Objekt erzeugen

source: Search and management of checkins
de_de: Suche und Verwaltungen der Checkins

source: Search for checkins
de_de: Checkins suchen

source: Deliverclass name
de_de: Lieferklasse

source: Sum min
de_de: Summe min

source: Sum max
de_de: Summe max

source: Editor will be shown in shopobject instances
de_de: Der Editor erscheint in den Produktinstanzen

source: Dashboard
de_de: Cockpit

source: Start your success from here
de_de: Hier beginnt Ihr Erfolg

source: New Orders for today
de_de: Heutige Bestellungen

source: More info
de_de: Weitere Informationen

source: User Registrations
de_de: Benutzerregistrierungen

source: Cart conversion
de_de: Warenkorb - Conversion

source: Used traffic
de_de: Verbrauch

source: Server is
de_de: Ihr Serverstatus

source: Welcome
de_de: Willkommen

source: Hello
de_de: Hallo

source: thank you for using sleekshop
de_de: danke für die Benutzung von sleekshop

source: Your testing phase expires on
de_de: Ihre Testphase endet am

source: Your data is incomplete
de_de: Ihre Daten sind nicht vollständig

source: Please check your main data
de_de: Bitte überprüfen Sie Ihre Daten

source: Go to settings
de_de: Zu den Einstellungen

source: Please check your account informations
de_de: Bitte überprüfen Sie Ihre Kontodaten

source: Go to billing settings
de_de: Zu der Abrechnungsseite

source: If you not complete your data the server can be stopped
de_de: Ohne vollständige Daten kann der Server gesperrt werden

source: Notifications
de_de: Meldungen

source: No notifications found
de_de: Keine Meldungen gefunden

source: Recently placed orders
de_de: Neueste Bestellungen

source: Show all orders
de_de: Alle Bestellungen anzeigen

source: Show all warehouse entities
de_de: Alle Lagerobjekte anzeigen

source: Ready to place
de_de: Bereit zum Platzieren

source: Request not finished
de_de: Auftrag nicht abgeschlossen

source: Show all checkins
de_de: Zeige alle Checkins

source: Metadata
de_de: Metadaten

source: Add variation
de_de: Variation hinzufügen

source: Variations
de_de: Variationen

source: Product variations
de_de: Produktvariationen

source: Deliveryclass
de_de: Lieferklasse

source: Calculated
de_de: Berechnet

source: Quantity warning
de_de: Warnungsgrenze

source: Estimate availability
de_de: Bestand schätzen

source: Allow overriding
de_de: Überziehen erlauben

source: Bindings
de_de: Bindungen

source: add to category
de_de: zur Kategorie hinzufügen

source: Delete storage
de_de: Lagerfach löschen

source: Checkin an return
de_de: Eine Rücksendung einchecken

source: Continue without choosing request
de_de: Ohne Auftrag fortfahren

source: Choose a request
de_de: Auftrag auswählen

source: No bindings
de_de: Keine Bindungen

source: Data correct
de_de: Daten korrekt

source: Category saved
de_de: Kategorie gespeichert

source: Address saved
de_de: Adresse gespeichert

source: Binding saved
de_de: Bindung gespeichert

source: Your new password
de_de: Ihr neues Passwort

source: User is not a manager
de_de: Benutzer ist kein Manager

source: Barcode saved
de_de: Barcode gespeichert

source: Distributor updated
de_de: Distributor gespeichert

source: Request form saved
de_de: Auftragsformular gespeichert

source: Payment settings saved
de_de: Zahlungseinstellungen gespeichert

source: Order parcel saved
de_de: Paket gespeichert

source: No storage found
de_de: Kein Fach gefunden

source: Shipment request successfull
de_de: Versandanfrage erfolgreich

source: Manufacturer saved
de_de: Hersteller gespeichert

source: Address deleted
de_de: Adresse gelöscht

source: Saved
de_de: Gespeichert

source: Storage saved
de_de: Fach gespeichert

source: User saved
de_de: Benutzer gespeichert

source: Taxclass saved
de_de: Steuerklasse gespeichert

source: Taxclass deleted
de_de: Steuerklasse gelöscht

source: Product saved
de_de: Produkt gespeichert

source: Measurement
de_de: Das Maß

source: No element found
de_de: Kein Objekt gefunden

source: Checkin saved
de_de: Checkin gespeichert

source: Class saved
de_de: Klasse gespeichert

source: User is administrator
de_de: Benutzer ist Administrator

source: Picklist saved
de_de: Sammelliste gespeichert

source: Storage deleted
de_de: Fach gelöscht

source: Shipping ticket saved
de_de: Versandschein gespeichert

source: Deliveryclass saved
de_de: Lieferklasse gespeichert

source: Warehouse entity saved
de_de: Lagerobjekt gespeichert

source: Shipment settings saved
de_de: Versandeinstellungen gespeichert

source: Content saved
de_de: Inhalt gespeichert

source: Label saved
de_de: Beschriftung gespeichert

source: Refund form saved
de_de: Rücksendeformular gespeichert

source: User is manager
de_de: Benutzer ist Manager

source: Element placed
de_de: Objekt platziert

source: Date
de_de: Datum

source: You find your invoices in the billing section:
de_de: Sie finden Ihre Rechnungen im Bereich Abrechnungen:

source: Go to billing section
de_de: Zum Abrechnungsbereich

source: An error occured, please check your data
de_de: Es ist ein Fehler aufgetreten, bitte überprüfen Sie Ihre Daten

source: Element added
de_de: Element eingefügt

source: Parcel classes saved
de_de: Paketklassen gespeichert

source: User is not a administrator
de_de: Benutzer ist kein Administrator

source: Return saved
de_de: Rücksendung gespeichert

source: Entry deleted
de_de: Eintrag gelöscht

source: Attribute saved
de_de: Attributname gespeichert

source: Distributor saved
de_de: Distributor gespeichert

source: Sent new password
de_de: Neues Passwort verschickt

source: New Debit
de_de: Neue Abbuchung

source: Invoice form saved
de_de: Rechnungsformular gespeichert

source: Thank you
de_de: Vielen Dank

source: we will charge the given amount in the next days
de_de: wir werden den fälligen Betrag in den nächsten Tagen abbuchen

source: Main data saved
de_de: Hauptdaten gespeichert

source: Show order
de_de: Bestellung anzeigen

source: New
de_de: Neu

source: Estimated the availabilities. Dont forget to save.
de_de: Die Verfügbarkeit geschätzt. Bitte nicht vergessen zu speichern.

source: Warehouse saved
de_de: Lager gespeichert

source: Element took
de_de: Objekt entnommen

source: Shipment action was not successfull
de_de: Versandaktion war nicht erfolgreich

source: Storage added
de_de: Fach hinzugefügt

source: Order updated
de_de: Bestellung gespeichert

source: Please contact our service. The server has been stopped.
de_de: Bitte kontaktieren Sie unseren Service. Der Server wurde gestoppt.

source: Message sent
de_de: Nachricht verschickt

source: Order numbers saved
de_de: Bestellnummern gespeichert

source: Distributor added
de_de: Distributor hinzugefügt

source: Please Login
de_de: Bitte anmelden

source: Login
de_de: Anmelden

source: Save manufacturer
de_de: Hersteller speichern

source: Please choose manufacturer
de_de: Bitte wählen Sie einen Hersteller

source: Save entity
de_de: Objekt speichern

source: Inventory overview
de_de: Bestandsübersicht

source: Storage
de_de: Fach

source: Your logout was successfull
de_de: Sie haben Sich erfolgreich abgemeldet

source: Submit
de_de: Senden

source: Amount
de_de: Menge

source: Action
de_de: Aktion

source: Refund
de_de: Rückerstattung

source: Resend
de_de: Erneut versenden

source: Delete return
de_de: Rücksendung löschen

source: Create user
de_de: Benutzer anlegen

source: Corresponding cart elements
de_de: Entsprechende Warenkorbelemente

source: We want to help you!
de_de: Wir möchten Ihnen helfen!

source: Create distributor
de_de: Distributor erzeugen

source: Save attribute
de_de: Attribute speichern

source: Current addresses
de_de: Aktuelle Adressen

source: Search and management of checkouts
de_de: Suche und Verwaltungen der Checkouts

source: Search for checkouts
de_de: Checkouts suchen

source: Content
de_de: Inhalt

source: Manage your content
de_de: Verwalten Sie Ihre Inhalte

source: Search for content
de_de: Inhalte suchen

source: Content details
de_de: Inhalt details

source: Not placed
de_de: Nicht platziert

source: Save warehouse
de_de: Lager speichern

source: Storages
de_de: Fächer

source: Search and management of users
de_de: Suche und Verwaltungen der Benutzer

source: Search for users
de_de: Benutzer suchen

source: User details
de_de: Benutzerdetails

source: Management for your categories
de_de: Verwaltung Ihrer Kategorien

source: Shop categories
de_de: Shopkategorien

source: Edit SEO
de_de: SEO bearbeiten

source: Orders report daily
de_de: Bestellbericht täglich

source: Ratio
de_de: Verhältnis

source: Your calculated price
de_de: Ihr berechneter Preis

source: Delete distributor
de_de: Distributor löschen

source: Your result for the searchstring
de_de: Ihr Ergebnis für den Suchbegriff

source: Search and management of warehouse entities
de_de: Suche und Verwaltungen der Lagerobjekte

source: Search for warehouse entities
de_de: Lagerobjekte suchen

source: Sufficiently stocked
de_de: Ausreichend auf Lager

source: Running out of stock
de_de: Nur wenige auf Lager

source: Empty stock
de_de: Keine auf Lager

source: Empty without warning
de_de: Keine auf Lager aber ohne Warnung

source: Entity details
de_de: Objektdetails

source: Search for desired products and add them by clicking
de_de: Produkte suchen und durch Klicken hinzufügen

source: Chosen products
de_de: Gewählte Produkte

source: CONTENT
de_de: INHALT

source: WAREHOUSE_ENTITY
de_de: Lagerobjekt

source: Classname
de_de: Klassenname

source: Expands
de_de: Erbt von

source: Not expanding
de_de: Erbt nicht

source: Create class
de_de: Klasse erstellen

source: Delete binding
de_de: Bindung löschen

source: Continue with this request
de_de: Mit diesem Auftrag fortfahren

source: submit
de_de: senden

source: delete
de_de: löschen

source: Warehouse movements
de_de: Lagerbewegungen

source: Place or take warehouse entities, move them
de_de: Platzieren Sie oder entnehmen Sie Lagerobjekte, einfach bewegen

source: Choose storage
de_de: Fach wählen

source: Storage ID
de_de: Fach ID

source: Choose product
de_de: Produkt wählen

source: Choose
de_de: Wählen

source: Checkin and place
de_de: Einchecken und platzieren

source: Take and checkout
de_de: Entnehmen und auschecken

source: Chose Productclass
de_de: Produktklasse wählen

source: Create product
de_de: Produkt erstellen

source: PAYMENT_NOT_RECEIVED
de_de: Zahlung nicht erhalten

source: PAYMENT_RECEIVED
de_de: Zahlung erhalten

source: Pickup
de_de: Abholung

source: PROCESSING
de_de: In Bearbeitung

source: CLOSED
de_de: Abgeschlossen

source: MEMBER_ORDER
de_de: Benutzerbestellung

source: CANCELED
de_de: Abgebrochen

source: OPEN
de_de: Offen
