Repository: 3348rks/excalibur
Catalog: var/languages/*/LC_MESSAGES/*.po
Languages: de_de

source: GUEST_ORDER
de_de: Gastbestellung

source: Search for entity requests
de_de: Suche nach Aufträgen

source: Show last requests
de_de: Neueste Aufträge anzeigen

source: Entity request
de_de: Aufträge

source: Create a new distributor
de_de: Distributor erzeugen

source: Show last distributors
de_de: Neueste Distributoren anzeigen

source: Search for manufacturers
de_de: Hersteller suchen

source: Create a new manufacturer
de_de: Hersteller erzeugen

source: Show last manufacturers
de_de: Neueste Hersteller anzeigen

source: Request elements
de_de: Bestellte Objekte

source: Apply changes to
de_de: Änderungen weitergeben an

source: None
de_de: Keine weitergabe

source: Direct children
de_de: Direkte Erben

source: Transitive
de_de: Transitiv

source: Add distributor
de_de: Distributor hinzufügen

source: Search for entities
de_de: Nach Objekten suchen

source: Create a new entity
de_de: Neues Objekt anlegen

source: Show last entities
de_de: Neueste Objekte anzeigen

source: Warehouse entity
de_de: Lagerobjekt
